{
    "accurate": "Accuracy is increased by 25%.",
    "adept": "Using a skill increases your critical hit chance by 7.50% for 15 seconds.",
    "ambusher": "Increase your damage by 10% against targets in cover",
    "balanced": "The weapon reaches max accuracy faster when shouldering.",
    "boomstick": "Double trigger fires off both barrels in short succession.",
    "brutal": "Headshot damage is increased by 12% when using this weapon.",
    "caduceus": "Each critical hit heals you and your group for 1% of your skill power. Can only heal each player every 0.20 seconds.",
    "capable": "Using a skill improves the handling of your weapon for 15 seconds.",
    "carefree": "Hipfire damage is increased by 11%",
    "center-mass": "Shoots heavy slugs instead of buckshot.",
    "commanding": "Every kill performed while the Signature Skill is active extends its duration by 20%.",
    "competent": "Weapon damage is increased by 10% for 15 seconds after using a skill.",
    "coolheaded": "Performing a headshot reduces all skill cooldowns by 5%.",
    "deadly": "Critical hit damage is increased by 15%.",
    "destructive": "Armor destruction value is increased by 15% when using this weapon.",
    "determined": "Killing a target reduces skill cooldowns by 7.50%.",
    "disciplined": "Killing a target will make your next shot with the weapon be an automatic critical hit.",
    "distracted": "Your damage is increased by 18% against targets with status effects.",
    "dominant": "Every kill performed while your Signature Skill is active reduces the cooldown of your other skills by 10%.",
    "elevated": "Increase your damage by 15% when elevated more than 1.2 meters above your target",
    "expert": "The weapon deals 100% more damage when the target is below 30% health.",
    "ferocious": "Damage against Elite and Named enemies is increased by 10%.",
    "fierce": "Critical hit chance is increased by 5% when using this weapon.",
    "focused": "When no skills are on cooldown, your weapon damage is increased by 10%",
    "free-republic": "Each shot with the Liberator grants +5% to your next headshot damage with the Centurion. Max is 200%. Kills with the Centurion grants 10% RPM to all weapons.",
    "glutton": "Killing a target increases your damage with 10% until you stop firing. Multiple kills stack this bonus up to 5 times.",
    "golden-rhino": "Increase stagger by 200%",
    "harmful": "Each hit has a 15% chance to apply the Bleed Status Effect to the target.",
    "history-repeats": "Each bullet embeds itself in the target and detonates 1 second later for 700% of your firearms total.",
    "hurried": "Critical hits increase reload speed by 10% to a minimum of 1 second reload time",
    "intense": "The first bullet of a magazine has a 25% chance to apply the On Fire Status Effect to the target.",
    "lights-out": "Destroying an enemy weak point resets skill cooldowns for you and your nearby group members. Can happen once every 10 seconds.",
    "meticulous": "Killing a target has a 25% chance to instantly refill the magazine.",
    "midas": "Each bullet you hit with reduces your damage by 1% and your target's damage by 1% up to a max of 20%. This effect is reduced by 5% per second.",
    "pakhan": "Each kill makes the next reload have 20% extra bullets compared to its base.",
    "play-rough": "Damage taken is reduced by 20% while firing. The taken damage is applied when you stop firing.",
    "predatory": "Killing a target regenerates 35% health over 20 seconds.",
    "prepared": "Damage is increased by 15% when more than 30 meters from the target.",
    "proficient": "The first bullet shot when out of combat has a 50% bonus chance to result in a critical hit.",
    "provident": "The last bullet of a magazine deals 10% more damage.",
    "quickdraw": "When drawn weapon damage is increase by 20% for 2 seconds. After that weapon damage is decreased by 20%.",
    "responsive": "Damage is increased by 10% when closer than 10 meters to the target.",
    "self-preserved": "Critical hits with this weapon heal the user for 3% of damage dealt.",
    "showstopper": "Your accuracy with this weapon is increased the fewer shells you have left in the magazine.",
    "skilled": "Headshot kills with this weapon increase Signature Skill resources by 5%.",
    "stable": "Stability is improved by 35%.",
    "sustained": "Killing a target increases your health by 6%.",
    "swift": "Reloading is 25% faster.",
    "talented": "Killing a target with this weapon increases Skill Power by 15% for 20 seconds. The effect does not stack. Killing a new target refreshes the timer.",
    "toxic": "Headshots with this weapon have a 15% chance to apply the Blind Status Effect.",
    "trained": "Critical hits increase Signature Skill resources by 0.10%.",
    "uncomplicated": "Damage is increased by 15%, accuracy and stability mods reduce this bonus",
    "unforgiving": "Missing health segments increase your damage: 1 missing segment +10%; 2 missing segments +25%.",
    "valkyrie": "Each hit with Hildr increases critical hit damage by 1% to max of 30%. The bonus decreases by 1 every second. This bonus only applies to Eir.",
    "vicious": "Critical hit chance is increased by 10% while having more than two segments of health."
}