{
    "Accomplished": "Rewards from Accolades are tripled.",
    "Astute": "The first 3 bullets of your magazine have a 5% higher chance to do a Critical Hit.",
    "Barrets": "No skills on cooldown increases Skillpower by 10%.<br>One skill on cooldown increases Damage by 5%.<br>Two skills on cooldown increases Armor by 10%.",
    "Bliss": "Hitting a target consecutively with a sidearm increases your damage with all weapons by 2% for 20 seconds. This effect stacks until 10 shots, after which the stack is consumed and triggers an EMP effect.",
    "Cunning": "After reloading, the next shot with this weapon has a 10% higher critical hit chance.<",
    "Decisive": "Headshots with the sidearm deal 35% more damage.",
    "Enduring": "While in the last health segment, health continuously regenerates to fill up the segment.",
    "Ferro": "User can run and shoot their weapon while burning.",
    "Forceful": "Increase Armor by 15% while the user's signature skill is active.",
    "Inventive": "Increase Skill Power by 15% while at full health.",
    "Nimble": "After completing a cover to cover move in combat, you heal 2% of your max Health over 4 seconds for every 1 meter you run.",
    "NinjaBike": "Drop 1 fewer public items and lose 20% less XP when killed in the Dark Zone.",
    "Prosperous": "Headshot kills grant Credits.",
    "Rapid": "Decrease cooldown for healing skills by 15%.",
    "Reckless": "Increase damage by 8% and increase incoming damage by 10%.",
    "Recovered": "Damage taken during cover-to-cover is regenerated over 5 seconds when reaching the destination.",
    "Refreshed": "All healing is improved by 30% when in the last health segment.",
    "Rehabilitated": "Heals 2% every second during Status Effects.",
    "Rejuvenated": "Consuming a medkit increases all resistances by 40% for 10 seconds.",
    "Relentless": "5% of the damage dealt by skills is returned as healing.",
    "Resourceful": "All healing applied to you is also applied to your skill objects.",
    "Robust": "Increase armor while in cover by 10%.",
    "Savage": "Critical hit chance is increased by 7% against targets out of cover.",
    "Shortbow": "The fuse time on grenades is reduced to 0.20 seconds.",
    "Skulls": "Damage increased by 16% when no set bonuses are active.",
    "Specialized": "Adds 200% of Firearms and Stamina to Skill Power.",
    "Steadfast": "Health regeneration kicks in twice as fast while in cover.",
    "Sturdy": "Increase Armor by 15% when staying more than 4 seconds in the same cover.",
    "Technical": "Increase Skill Power by 15% while the signature skill is active.",
    "Tenacious": "Increase damage by 10% for 10 seconds when using a Medkit.",
    "Vigorous": "Grants Overheal to all healing skills."
}